import { Paragraph } from '@/components/paragraph'
import Link from 'next/link'
import React from 'react'

export default function KazOffer(){
  return (
    <main className="wrapper px-2 sm:px-3 md:px-4 pb-12 pt-16 text-lg">
      <header className="w-full fixed top-0 left-0 bg-foreground/90 backdrop-blur-sm">
        <div className="wrapper flex items-center gap-4 px-2 sm:px-3 md:px-4 py-2">
          <Link href="/">
            Басты бетке
          </Link>
          <Link href="/offer">
            Рус
          </Link>
        </div>
      </header>
      <h1 className="text-4xl font-bold text-center">
        СҰЛУЛЫҚ САЛОНЫНЫҢ ҚЫЗМЕТТЕРІН КӨРСЕТУГЕ АРНАЛҒАН ОФЕРТА-ШАРТ
      </h1>
<div className="py-4" />
      <h2 className="text-2xl font-medium">1. ЖАЛПЫ ЕРЕЖЕЛЕР</h2>
<Paragraph>1.1. Осы Шарт (бұдан әрі — Оферта/шарт) TB CORP ЖК (бұдан әрі-Орындаушы) ресми ұсынысын білдіреді және тізбесі Орындаушының прейскурантында ұсынылған сұлулық салондарының қызметтерін көрсету жөніндегі барлық елеулі талаптарды қамтиды.</Paragraph>
<Paragraph>1.2. Қазақстан Республикасы Азаматтық Кодексінің (бұдан әрі – ҚР Азаматтық кодексі) 395-бабына сәйкес бұл құжат жария оферта болып табылады және төменде баяндалған шарттар қабылданған жағдайда, осы Оферта акцептін жасаған адам ҚР АК 396-бабына сәйкес Тапсырыс беруші болады, Оферта акцепті Оферта баяндалған шарттарда шарт жасасуға тең болады.</Paragraph>
<Paragraph>1.3. Қызметтерге тапсырыс бере отырып, Тапсырыс беруші осы Офертаның мәтінінде көрсетілгендей Офертаның барлық шарттарымен танысқанына және қабылдағанына, сондай-ақ Қызметтің құнымен, Орындаушының прейскурантында көрсетілген шебердің уақытын брондау құнымен танысқанына кепілдік береді.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">2. ТЕРМИНДЕР МЕН АНЫҚТАМАЛАР</h2>
<Paragraph>2.1. ​Оферта акцепті-Тапсырыс берушінің Орындаушының қызметтеріне тапсырыс беру бойынша іс-қимылдарды жүзеге асыруы және шебердің уақытын брондау бойынша төлем енгізу арқылы оферта толық және сөзсіз қабылданады. Оферта акцепті оферта шартын жасайды.</Paragraph>
<Paragraph>2.2. ​Оферта шарты-Орындаушы мен Тапсырыс беруші арасындағы қызмет көрсетуге арналған шарт, ол Оферта акцепті арқылы жасалады.</Paragraph>
<Paragraph>2.3. ​Тапсырыс беруші-өтінімді ресімдеу және шебердің уақытын брондау үшін ақы төлеу арқылы Офертаны акцептеуді жүзеге асырған тұлға. ​Тапсырыс беруші осы Офертаны акцептей отырып, оның орындаушы ұсынатын қызметтер тізбесі туралы және оларды көрсетудің барлық ерекшеліктері туралы тиісті түрде хабардар етілгенін, дәрігерлерден тиісті консультация алғанын (Тапсырыс берушінің денсаулығының ықтимал жеке ерекшеліктеріне байланысты), ықтимал асқынулар туралы білетінін және қызмет көрсету процесінде туындауы мүмкін барлық ықтимал тәуекелдерді дербес қабылдайтынын растайды. осы Шартқа.</Paragraph>
<Paragraph>2.4. ​Оферта-осы құжат Орындаушының ақпараттық-консультациялық қызметтер көрсетуге арналған шарт-оферта.</Paragraph>
<Paragraph>2.5. ​Орындаушының сайты-интернет желісінде орналасқан Орындаушының ресми интернет ресурсы: ____________.</Paragraph>
<Paragraph>2.6. ​Салон-қызмет көрсетудің тікелей орны. Салондардың мекен-жайлары сайтта көрсетілген.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">3. ШАРТТЫҢ МӘНІ</h2>
<Paragraph>3.1. Осы Офертаның мәні осы Офертада және ҚР заңнамасында көзделген тәртіппен Орындаушының косметикалық қызметтерді (бұдан әрі — &quot;қызметтер&quot;) өтеулі көрсетуі болып табылады. Қызметтер тізімі Орындаушының баға тізімінде танысу үшін қолжетімді.</Paragraph>
<Paragraph>3.2. Тапсырыс беруші Шарт (осы Офертаның акцепті) жасалған сәтке дейін орындаушыдан қызмет көрсету мерзімдері, тәртібі туралы барлық толық ақпаратты алғанын растайды.</Paragraph>
<Paragraph>3.3. Тапсырыс беруші осы Оферта шеңберіндегі қызметтердің нәтижесі Орындаушының сұлулық индустриясында қызметтер көрсету жөніндегі іс-қимылдары болып табылатынын растайды.</Paragraph>
<Paragraph>3.4. Орындаушы кез келген уақытта осы жария оферта шарттарын Тапсырыс берушімен алдын ала келіспей, біржақты тәртіппен өзгертуге құқылы, бұл ретте өзгертілген шарттарды Орындаушының сайтында интернетте жариялауды қамтамасыз етеді.</Paragraph>
<Paragraph>3.5. Орындаушы 14 жастан асқан адамдарға қызмет көрсетеді. 18 жасқа толғанға дейін Тапсырыс беруші қызметті алуға ата-анасының жазбаша келісімін алуға міндетті, Не Тапсырыс беруші олардың келісімі болған кезде ата-анасының (заңды өкілдерінің) қатысуын қамтамасыз етуге міндеттенеді. Ата-аналардың немесе заңды өкілдердің қызметті алуға жазбаша келісімі жазбаша нысанда ресімделуге және рәсім, оның ықтимал тәуекелдері мен салдары туралы, сондай-ақ Тапсырыс берушінің (оның заңды өкілдерінің) осы Шарт бойынша қызметтер көрсету процесінде туындауы мүмкін барлық ықтимал тәуекелдерді дербес қабылдауы туралы толық ақпаратты қамтуға тиіс.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">4. ТАРАПТАРДЫҢ КЕПІЛДІКТЕРІ МЕН КЕПІЛДІКТЕРІ. ШАРТ ЖАСАСУ СӘТІ</h2>
<Paragraph>4.1. Орындаушы қызмет көрсету үшін тиісті өкілеттіктер берілгеніне сендіреді және кепілдік береді.</Paragraph>
<Paragraph>4.2. Тапсырыс беруші Оферта акцепті бойынша іс-әрекеттер жасай отырып, ол:</Paragraph>
<Paragraph>4.2.1 орындаушымен шарттық қатынастарға түсуге заңды құқығы бар;</Paragraph>
<Paragraph>4.2.2. 18 жасқа толған немесе 14 жасқа толған және қызмет алуға ата анасының немесе заңды өкілдерінің жазбаша келісімін алған;</Paragraph>
<Paragraph>4.2.3. ол таңдаған қызметке қарсы көрсетілімдері жоқ;</Paragraph>
<Paragraph>4.2.4. психиатрдың, психологтың, психотерапевттің есебінде тұрмайды, психотерапия курсынан өтпейді; психологиялық/психикалық бұзылулардан, ұзаққа созылған депрессиялардан зардап шекпейді;</Paragraph>
<Paragraph>4.2.5. ҚР аумағында психотроптық, есірткілік және өзге де заттар мен препараттарды, оның ішінде шектеулі немесе айналымға тыйым салынған препараттарды қабылдамайды.</Paragraph>
<Paragraph>4.3. Оферта акцепті-Тапсырыс берушінің Оферта акцепті туралы куәландыратын конклюденттік іс-әрекеттер жасауы. Атап айтқанда-салондардың телефондары арқылы (оның ішінде мессенджерлер арқылы) қызметке Өтінім ресімдеу арқылы қызметке жазылу, тікелей салонда қызметке жүгіну және шебердің уақытын брондау бойынша міндетті түрде құн енгізу. Оферта акцепті, сондай-ақ Тапсырыс берушінің қызметке өтінішін, оның ішінде шебердің уақытын брондау бойынша төлемді айқын көрсететін өзге де іс-әрекеттер болуы мүмкін.</Paragraph>
<Paragraph>4.4. Тапсырыс берушінің осы Офертаны акцептеуі негізінде жасалатын шарт, оған Тапсырыс беруші қандай да бір ерекшеліктерсіз және/немесе ескертпелерсіз қосылатын қосылу шарты болып табылады.</Paragraph>
<Paragraph>4.5. Тапсырыс берушінің өтінімді ресімдеу фактісі Тапсырыс берушінің осы Шарттың талаптарын қабылдауының сөзсіз фактісі болып табылады. Қызметтерге өтінімді ресімдеген Тапсырыс беруші осы Шарттың талаптары бойынша орындаушымен қарым-қатынасқа түскен тұлға ретінде қаралады.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">5. ҚЫЗМЕТ КӨРСЕТУ ТӘРТІБІ МЕН ШАРТТАРЫ</h2>
<Paragraph>5.1. Офертаның шарттарына сәйкес Орындаушы қызмет көрсетуге міндеттенеді, ал Тапсырыс беруші оларды төлеуге міндеттенеді.</Paragraph>
<Paragraph>5.2. Көрсетілетін қызметтердің түрлері мен атауы, қызмет көрсету мерзімі, құны және өзге де сипаттамалары Орындаушының баға прейскурантында орналастырылған.</Paragraph>
<Paragraph>5.3. Белгіленген мерзімде қызмет көрсету мүмкін болмаған жағдайда, Орындаушы Тапсырыс берушіні мәлімделген күнге дейін бір жұмыс күні бұрын ескертуге және қызмет көрсетуді басқа уақытқа ауыстыруға міндетті. Ескерту сайттарда / әлеуметтік желілерде тиісті мәліметтерді жариялау арқылы жүзеге асырылады. қызмет ақысын төлеу кезінде немесе Орындаушы өз қалауы бойынша таңдаған өзге де тәсілмен Тапсырыс беруші хабарлайтын телефон арқылы ауызша түрде жіберіледі.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">6. ЕСЕП АЙЫРЫСУ ТӘРТІБІ</h2>
<Paragraph>6.1. Қызметтерге ақы төлеу, егер баға прейскурантында не тараптардың келісімінде өзгеше белгіленбесе, қызмет көрсетілген күні оны көрсеткеннен кейін тікелей 100% кейін төлеу жолымен жүзеге асырылады.</Paragraph>
<Paragraph>6.2. Қызметке алдын ала жазылуды жүзеге асыру кезінде клиенттен міндетті жағдайда әрбір жазба (өтінім) үшін қызмет құнынан 2 000 (екі мың) мөлшерінде шебердің уақытын брондау бойынша ақы алынады. Егер клиент қызметке баратын болса, онда шебердің уақытын брондау құны көрсетілген қызмет бойынша алдын ала төлем сомасы ретінде шегеріледі. Клиент қызметке келмеген жағдайда, шебердің уақытын брондау бойынша сома клиентке чек берілетін жеке көрсетілген қызмет болып саналады.</Paragraph>
<Paragraph>6.3. Қызметтерге ақы төлеу Орындаушының банктік шотына, оның ішінде шетелдік банктер мен төлем жүйелерін пайдалана отырып, сондай-ақ Kaspi бөліп төлеуді пайдалана отырып не Орындаушының кассасына қолма-қол ақшамен ақша аударымымен жүзеге асырылады. Тараптар осы Шарт бойынша төлемді жүзеге асырудың басқа нұсқасын да қарауы мүмкін.</Paragraph>
<Paragraph>6.4. Орындаушы Орындаушының сайтында ақпаратты орналастыру арқылы қызметтердің құнын біржақты тәртіппен өзгерте алады. Бұл ретте Тапсырыс беруші төлеген сабақтардың құны өзгеруге жатпайды.</Paragraph>
<Paragraph>6.5. Осы Оферта шарты бойынша Орындаушының есеп шотына ақшалай қаражаттың түсуі төлем сәті болып есептеледі.</Paragraph>
<Paragraph>6.6. Тапсырыс берушіге кез келген тәсілмен ақы төлеу осы Шарттың талаптарымен келісуді білдіреді.</Paragraph>
<Paragraph>6.7. Қызметтерге ақы төлеу есеп айырысу шотына қолма-қол ақшасыз аудару және\немесе Орындаушының кассасына қолма-қол ақша төлеу арқылы жүзеге асырылады. Төлем валютасы қазақстандық теңге болып табылады. Сондай-ақ, Тараптар шетел валютасын пайдалана отырып, сондай-ақ мультивалюталық төлем арқылы төлем жасау мүмкіндігін қарастыруы мүмкін. Бұл жағдайда төлем жүзеге асырылған кездегі қазақстандық теңгеге қатысты шетел валютасының бағамына байланысты құны өзгеруі мүмкін.</Paragraph>
<Paragraph>6.8. Тапсырыс беруші, егер бар болса, ақшалай комиссияға ақы төлеу жөніндегі шығыстарды дербес көтереді және (немесе) байланыс ұйымдарының Орындаушының қызметтерін тұтынуы үшін қажетті барлық қызметтеріне ақы төлейді. Егер Тараптардың осы Шарт бойынша өз міндеттемелерін орындауына байланысты комиссияларды немесе өзге де осыған ұқсас төлемдерді төлеу жөніндегі міндеттеме Орындаушыға түскен жағдайда, Тапсырыс беруші Орындаушыға төленген комиссиялардың және өзге де осыған ұқсас төлемдердің мөлшерін өтеуге міндеттенеді.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">7. ТАРАПТАРДЫҢ МІНДЕТТЕРІ</h2>
<div className="py-4" />
      <h2 className="text-2xl font-medium">7.1. ТАПСЫРЫС БЕРУШІ МІНДЕТТЕНЕДІ:</h2>
<Paragraph>7.1.1 шебердің уақытын брондау қызметін қоса алғанда, орындаушы көрсеткен қызметтерге толық және тиісінше ақы төлеу;</Paragraph>
<Paragraph>7.1.2. Орындаушыға таңдалған қызметке қарсы көрсетілімдер туралы хабарлау;</Paragraph>
<Paragraph>7.1.3. Тапсырыс берушіде дәрілік препараттарды мезгіл-мезгіл қабылдауды талап ететін қандай да бір ауру болған кезде, сондай—ақ қандай да бір аурулармен, оның ішінде денсаулығының жеке ерекшеліктерімен байланысты төтенше жағдайлар қаупі болған кезде Тапсырыс беруші бұл туралы қызмет көрсету басталған сәтке дейін Орындаушының қызметкерлеріне жазбаша мәлімдеуге, сондай-ақ Орындаушының қызметкерлерін қосымша ауызша хабардар етуге міндетті, қызмет көрсетуді тікелей жүзеге асыратын, белгілі бір рәсімдерді жүргізуге барлық қарсы көрсетілімдерді көрсете отырып. Ұсынылатын ақпараттың дұрыстығы үшін Тапсырыс беруші дербес жауапты болады. Тапсырыс беруші Орындаушының медициналық қызметкер емес екенін және қызмет көрсету басталғанға дейін және оларды көрсету процесінде тапсырыс берушінің жағдайын бағалай алмайтынын мойындайды және толық түсінеді. Орындаушыда Тапсырыс берушінің денсаулығының жеке ерекшеліктері туралы ақпараттың болмауы нәтижесінде туындаған салдарлар үшін Орындаушы жауапты болмайды.</Paragraph>
<Paragraph>7.1.4. Әл-ауқаттың кез келген, тіпті шамалы нашарлауы жағдайында Орындаушыға дереу хабарлау және қызмет көрсетуді тоқтата тұру.</Paragraph>
<Paragraph>7.1.5. салонда алкоголь, есірткі немесе өзге де мас болу белгілері бар/күйінде көрінбеу және Орындаушының аумағында және/немесе қызмет көрсету кезеңінде алкоголь және есірткі заттарын қолданбау.</Paragraph>
<Paragraph>7.1.6. егер Тапсырыс берушіде тері ауруларының сыртқы белгілері болса, Орындаушының талабы бойынша денсаулық жағдайы туралы анықтама беру. Көрсетілген анықтама болмаса, Орындаушы қызмет көрсетуден бас тартуға құқылы.</Paragraph>
<Paragraph>7.1.7. жалпы қабылданған мінез-құлық нормаларын сақтау, атап айтқанда, Орындаушының персоналына және басқа адамдарға құрмет көрсету, олардың ар-намысы мен қадір-қасиетіне қол сұғпау, қызмет көрсету кезінде агрессивті мінез-құлыққа жол бермеу, қызмет көрсету /алу кезінде Орындаушының өкіліне немесе басқа адамдарға кедергі жасамау, Орындаушының беделіне әсер ететін мәлімдемелерге (ауызша, жазбаша) жол бермеу, субъективті бағалау пайымдаулары;</Paragraph>
<Paragraph>7.1.8. Орындаушының сайтында орналастырылатын ақпараттың кез келген жаңартуларын өз бетінше қадағалап отыру, оның ішінде қызмет көрсету талаптарының өзгеруін, осы Шарттың өзгеруін және қызмет көрсетуге тікелей немесе жанама байланысты немесе оларға әсер ететін кез келген өзге материалдарды қадағалау. Егер мұндай өзгерістер Орындаушының сайтында орналастырылса немесе тұтынушының бұрышында танысу үшін салонда ұсынылса, Тапсырыс беруші көрсетілген өзгерістер туралы хабардарлықтың жоқтығына сілтеме жасау құқығынан айырылады;</Paragraph>
<Paragraph>7.1.9. қызмет көрсету процесінде немесе нәтижесінде Тапсырыс берушіге қолжетімді болатын қызметтерді көрсетудің әдістері мен тәсілдерін, сондай-ақ кез келген өзге тәсілмен көбейтпеу (көшіру), таратпау, жалпыға бірдей назарға жеткізбеу.</Paragraph>
<Paragraph>7.1.10. осы Офертаның шарттарына сәйкес дербес деректерді өңдеуге жазбаша келісім беру.</Paragraph>
<Paragraph>7.1.11. рәсімге дайындалу үшін қажетті уақытты ескере отырып, қызмет көрсету орнына алдын ала келу.</Paragraph>
<Paragraph>7.1.12. Орындаушының, оның қызметкерлерінің, сондай-ақ Орындаушының келушілерінің мүлкіне ұқыпты қарайды.</Paragraph>
<Paragraph>7.1.13. Орындаушының және/немесе Орындаушының өзге де келушілерінің мүлкіне келтірілген зиянды өтеуге міндетті.</Paragraph>
<Paragraph>7.1.14. санитарлық—гигиеналық нормаларды, өрт қауіпсіздігі ережелерін, қауіпсіздік техникасы жөніндегі нұсқаулықтарды сақтау.</Paragraph>
<Paragraph>7.1.15. Орындаушыға өзінің жеке деректерін ұсыну: аты, тегі, әкесінің аты (бар болса), электрондық пошта мекенжайы, телефон. Тапсырыс беруші Орындаушының осы деректерді өңдеуіне және оларды электрондық пошта және смс—хабарламалар арқылы Орындаушының ақпараттық жаңалықтарын тарату үшін пайдалануға келісім береді. Орындаушы өзіне Тапсырыс берушінің дербес деректерінің құпиялылығын сақтау міндеттемелерін қабылдайды. Дербес деректерді өңдеуге жоғарыда көрсетілген Келісіммен бір мезгілде Тапсырыс беруші электрондық пошта, оның ішінде жарнамалық мазмұндағы хабарламалар арқылы орындаушыдан Хабарламалар алуға өзінің толық келісімін береді.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">7.2. ТАПСЫРЫС БЕРУШІ ҚҰҚЫЛЫ:</h2>
<Paragraph>7.2.1. Орындаушының тиісті және уақтылы қызмет көрсетуін талап ету.</Paragraph>
<Paragraph>7.2.2. қызмет көрсетуге байланысты барлық мәселелер бойынша Орындаушыға хабарласыңыз, сондай-ақ Қызмет көрсетуге байланысты сұрақтар қойыңыз.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">7.3. ОРЫНДАУШЫ МІНДЕТТЕНЕДІ:</h2>
<Paragraph>7.3.1. Тапсырыс беруші таңдаған қызметті сапалы және мерзімінде ұйымдастыру және көрсету.</Paragraph>
<Paragraph>7.3.2. қызмет көрсету кезінде қызмет көрсету шеңберінде жүргізілетін қандай да бір рәсімдерге қарсы көрсетілімдерге қатысты Тапсырыс беруші ұсынған ақпаратты ескеру қажет.</Paragraph>
<Paragraph>7.3.3. Тапсырыс беруші туралы барлық жеке деректерді және өзге де құпия ақпаратты тек қызмет көрсету үшін пайдалануға, үшінші тұлғаларға, ондағы құжаттаманы және Тапсырыс беруші туралы ақпаратты бермеуге және көрсетпеуге.</Paragraph>
<Paragraph>7.3.4. Тапсырыс берушіге құрмет көрсету, Тапсырыс берушінің ар-ождан бостандығына, ақпаратқа, өз пікірлері мен сенімдерін еркін білдіруге құқықтарын бұзбау.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">7.4. ОРЫНДАУШЫ ҚҰҚЫЛЫ:</h2>
<Paragraph>7.4.1. Тапсырыс беруші таңдаған қызмет көрсету шарттарын ескере отырып, қызмет көрсету нысанын өз бетінше таңдау;</Paragraph>
<Paragraph>7.4.2. Тапсырыс берушінің алдын ала хабарламасын ескере отырып, қызметтердің сипаттамасын кез келген уақытта толық немесе ішінара өзгерту; мұндай өзгерістер мен толықтырулар тиісті хабарламадан кейін дереу күшіне енеді, ол Тапсырыс берушіге Орындаушының сайтында және/немесе өзге де түрде тиісті хабарламаны орналастыруды қоса алғанда, бірақ онымен шектелмей, кез келген нысанда жіберілуі мүмкін.</Paragraph>
<Paragraph>7.4.3. Орындаушының, Тапсырыс берушінің және басқа да келушілердің қауіпсіздігі мақсатында Орындаушы, егер Тапсырыс берушіде аурудың белгілері айқын көрінсе, оның ішінде, бірақ онымен шектелмей: мұрынның ағуы, жөтел, асқазанның бұзылуы, жүрек айнуы, бөртпе, тері өзгерістері, емделмейтін жаралар, педикулез белгілері байқалса, Тапсырыс берушіге Қызмет көрсетуден бас тартуға құқылы.</Paragraph>
<Paragraph>7.4.4. агрессивті және құрметтемеушілік белгілерін көрсететін Тапсырыс берушіге Қызмет көрсетуден бас тарту.</Paragraph>
<Paragraph>7.4.5. қызмет көрсететін мамандардың құрамын өз бетінше анықтау.</Paragraph>
<Paragraph>7.4.6. өз қалауы бойынша қызметтердің құнын анықтаңыз және белгілеңіз.</Paragraph>
<Paragraph>7.4.7. қызметтер көрсету үшін бірлесіп орындаушыларды немесе өз қалауы бойынша үшінші тұлғаларды тарту.</Paragraph>
<Paragraph>7.4.8. Тапсырыс берушіден Оферта бойынша өз міндеттемелерін орындау үшін қажетті кез келген ақпаратты алу. Тапсырыс беруші ақпаратты ұсынбаған не толық немесе дұрыс ұсынбаған жағдайда, Орындаушы қажетті ақпаратты толық көлемде ұсынғанға дейін өз міндеттемелерін орындауды тоқтата тұруға құқылы.</Paragraph>
<Paragraph>7.4.9. Тапсырыс беруші тапсырыс берген сәтке дейін қызметтердің құрамын өзгерту, жаңа қызметтерді қосу немесе қосу.</Paragraph>
<Paragraph>7.4.10. Тапсырыс беруші қызметтер көрсетудің келісілген уақытына 5 минуттан артық кешіккен жағдайда, Орындаушы Тапсырыс берушіні өтемақы төлемей қызметтер көрсетуге жібермеуге құқылы. Егер Орындаушы Тапсырыс берушінің сұрау салуы бойынша Тапсырыс берушіні қызметке кешіккеннен кейін жіберсе, шарт бойынша қызметтердің толық құны төлеуге жатады, егер Тараптар өзгеше келіспесе, қызметтерді көрсету уақыты ұзартылмайды.</Paragraph>
<Paragraph>7.5. 7-бөлімде, 7-тармақтағы бөлімде көрсетілген барлық шарттар мен ережелер. 1 Оферта шарттың маңызды талаптары болып табылады.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">8. ТАРАПТАРДЫҢ ЖАУАПКЕРШІЛІГІ ЖӘНЕ ДАУЛАРДЫ ШЕШУ</h2>
<Paragraph>.1. Тараптар ҚР қолданыстағы заңнамасына сәйкес осы Оферта бойынша өз міндеттемелерін орындамағаны немесе тиісінше орындамағаны үшін жауапты болады.</Paragraph>
<Paragraph>8.2. Егер мұндай мүмкінностьстік Интернет желісіндегі, бағдарламалық қамтамасыз етудегі немесе Тапсырыс берушінің жабдықтарындағы жұмыстың бұзылуы салдарынан туындаса, Орындаушы Орындаушының қызмет көрсетуі /Тапсырыс берушінің Қызметтерді қабылдауы мүмкін ответственностистігі үшін жауапты болмайды.</Paragraph>
<Paragraph>8.3. Тапсырыс берушінің кез келген талаптары осы Офертада көрсетілген мекенжайлар бойынша Орындаушыға жіберілген негізделген жазбаша талап негізінде ғана қаралады.</Paragraph>
<Paragraph>8.4. Тапсырыс беруші Тапсырыс берушінің Офертада көзделген міндеттемелерінің кез келгенін бұзған жағдайда, Орындаушы Офертаны орындаудан бас тартуға және Шартты бұзуға құқылы.</Paragraph>
<Paragraph>8.5. Ұсынылатын қызметтер үшін ақшалай қаражатты төлеу шарттары немесе мерзімдері бұзылған жағдайда, Тапсырыс беруші Орындаушыға тұрақсыздық айыбы ретінде әрбір мерзімі өткен күн үшін шарттың жалпы сомасының 0,1% сомасын, бірақ шарт сомасының 10% - % аспайтын соманы төлейді. Бұл ретте Орындаушы Тапсырыс беруші жүргізген төлемді (алдын ала төлемді) қайтармай, Тапсырыс беруші шарттың толық құнын төлеген сәтке дейін қызметтер көрсетуді уақытша немесе толық тоқтата тұруға құқылы.</Paragraph>
<Paragraph>Айыппұл төлеу Тарапты шарт бойынша міндеттемелерді орындаудан босатпайды.</Paragraph>
<Paragraph>8.6. Дау туындаған жағдайда Тараптар оны реттеудің барлық мүмкін әдістерін қолданады. Дауды шешу мүмкін болмаған жағдайда Тараптар оны ҚР қолданыстағы заңнамасына сәйкес соттың шешіміне береді.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">9. ОФЕРТАНЫҢ ҚОЛДАНЫЛУ МЕРЗІМІ. ОФЕРТАНЫ БҰЗУДЫҢ НЕГІЗДЕРІ МЕН ТӘРТІБІ</h2>
<Paragraph>9.1. Оферта Орындаушының қызметтеріне тапсырыс беруші осы Оферт көрсеткен тәсілдермен тапсырыс берген сәттен бастап күшіне енеді және Тараптар өз міндеттемелерін толық орындағанға дейін әрекет етеді.</Paragraph>
<Paragraph>9.2. Оферта толық заңды күшін сақтай отырып, Тапсырыс беруші мен Орындаушының мөрлермен бекітуін және/немесе қол қоюын талап етпейді.</Paragraph>
<Paragraph>9.3. Орындаушы Офертаның шарттарына өзгерістер енгізу және/немесе Офертаны өз қалауы бойынша кез келген уақытта кері қайтарып алу құқығын өзіне қалдырады. Офертаға өзгерістер енгізілген жағдайда, егер Оферта өзгерістерін жариялау кезінде күшіне енудің өзге мерзімі белгіленбесе немесе айқындалмаса, мұндай өзгерістер сайтта жарияланған сәттен бастап күшіне енеді.</Paragraph>
<Paragraph>9.4. Оферта тараптардың келісімі бойынша кез келген уақытта Оферта бұзу туралы келісімге қол қою арқылы мерзімінен бұрын бұзылуы мүмкін. Көрсетілген жағдайда көрсетілген Келісімге қол қойылған күн Оферта бұзылған күн болып есептеледі. Келісім хаттар алмасу түрінде ресімделуі мүмкін, оған сәйкес Тараптардың әрқайсысының Офертаны бұзу туралы ерік білдіруі, сондай-ақ ақшалай қаражатқа билік ету тәртібі анықталып, келісілуі мүмкін.</Paragraph>
<Paragraph>9.5. Тапсырыс беруші қызмет көрсету басталғанға дейін күнтізбелік 1 (бір) күннен кешіктірмей Оферта шартын біржақты тәртіппен бұзуға құқылы. Бұзу туралы хабарлама осы Офертада көрсетілген Орындаушының электрондық мекенжайына жазбаша түрде жіберіледі. Орындаушы Тапсырыс берушіден Офертаны бұзу туралы хабарламаны қызметтер көрсету басталған күнге дейін күнтізбелік 1 (бір) күннен кешіктірмей алған жағдайда, Орындаушы Тапсырыс берушіге Тараптар келіскен тәсілмен ақшалай қаражатты толық көлемде қайтарады. Тиісті сападағы тауарды қайтару мерзімі тауарды алған сәттен бастап 14 (он төрт) күнді құрайды. Аударылған қаражатты қайтару 14 (он төрт) жұмыс күні ішінде Тапсырыс берушінің банктік шотына жүргізіледі (мерзімі Тапсырыс берушінің банктік картасын берген банкке байланысты). Қызмет көрсету басталғанға дейін күнтізбелік 1 (бір) күннен аз уақыт бұрын хабарлама алған кезде Тапсырыс берушіге ақшалай қаражат қайтарылмайды.</Paragraph>
<Paragraph>9.6. Тапсырыс беруші Офертаны бұзуға және/немесе қызмет көрсету басталғаннан кейін кез келген негіз бойынша қызметтердің құнын қайтаруды талап етуге құқылы емес.</Paragraph>
<Paragraph>9.7. Орындаушы Офертадан (Офертаны орындаудан) бас тартуға және Тапсырыс беруші осы офертаның шарттарын, оның ішінде 7-тармақта көзделген кез келген шарттарды бұзған жағдайда қызметтер көрсетуді тоқтатуға құқылы.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">10. ЕҢСЕРІЛМЕЙТІН КҮШ ЖАҒДАЙЛАРЫ</h2>
<Paragraph>10.1. Егер міндеттемелерді орындамау еңсерілмейтін күштің, атап айтқанда: өрттің, су тасқынының, жер сілкінісінің, ереуілдің, соғыстың, мемлекеттік билік органдарының немесе тараптарға тәуелді емес басқа да мән-жайлардың іс-әрекеттерінің салдары болған жағдайда, Тараптар Оферта бойынша міндеттемелерді толық немесе ішінара орындамағаны үшін жауапкершіліктен босатылады.</Paragraph>
<Paragraph>10.2. Оферта бойынша міндеттемелерді орындай алмайтын тарап уақтылы, бірақ еңсерілмейтін күш мән-жайлары басталғаннан кейін күнтізбелік бес күннен кешіктірмей құзыретті органдар берген негіздемелік құжаттарды ұсына отырып, екінші Тарапқа жазбаша хабарлауға тиіс.</Paragraph>
<Paragraph>10.3. Орындаушы Орындаушының интернет-ресурстарының жұмысындағы уақытша іркілістер мен үзілістер және олар тудырған ақпараттың жоғалуы үшін жауапты болмайды.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">11. БАСҚА ШАРТТАР</h2>
<Paragraph>11.1. Тараптар егер Оферта ережелерінің кез келгені заңнаманың өзгеруіне байланысты оның қолданылу мерзімі ішінде жарамсыз болып қалса, Оферта ережелерінің қалған бөлігі Оферта қолданылу мерзімі ішінде Тараптар үшін міндетті деп таниды.</Paragraph>
<Paragraph>11.2. Қолданыстағы оферта—шарт шеңберінде көрсетілетін қызметтер құрамы Тапсырыс берушінің қажеттіліктеріне қызмет көрсету басталғанға дейін келісілмеген жағдайда, орындаушы жауапты болмайды.</Paragraph>
<Paragraph>11.3. Осы Офертаны акцептеу арқылы тапсырыс беруші TB CORP ЖК, ЖСН: 980819300550, өзінің жеке деректерін, оның ішінде тегін, атын, әкесінің атын, туған күнін, жынысын, жұмыс орны мен лауазымын, пошталық мекенжайын өңдеуге келісім береді және рұқсат береді; жинауды, жүйелеуді, жинақтауды, сақтауды, нақтылауды (жаңартуды, Өзгертуді), пайдалануды, таратуды (оның ішінде Қазақстан Республикасының аумағында беруді және трансшекаралық беруді), дербес деректерді иесіздендіруді, бұғаттауды, жоюды, сондай-ақ оларды орындаушының контрагенттеріне беруді қоса алғанда, үй, Жұмыс, ұялы телефондар, электрондық пошта мекенжайы әрі қарай өңдеу (жинауды, жүйелеуді, жинақтауды, сақтауды, нақтылауды (жаңартуды, Өзгертуді), пайдалануды қоса алғанда, тарату (оның ішінде Қазақстан Республикасының аумағында беру және трансшекаралық беру), иесіздендіру, бұғаттау, дербес деректерді жою) қызметтердің сапасын жақсартуға бағытталған зерттеулер жүргізу үшін, маркетингтік бағдарламалар, статистикалық зерттеулер жүргізу үшін,сондай-ақ түрлі байланыс құралдарының көмегімен Тапсырыс берушімен тікелей байланыстарды жүзеге асыру арқылы қызметтерді нарықта ілгерілету үшін, оның ішінде, бірақ онымен шектелмейді: пошта, электрондық пошта, телефон, факс, Интернет желісі. Тапсырыс беруші келісім білдіреді және Орындаушыға және Орындаушының контрагенттеріне деректер базасын басқарудың автоматтандырылған жүйелерінің, сондай-ақ Орындаушының тапсырмасы бойынша арнайы әзірленген өзге де бағдарламалық құралдардың көмегімен Тапсырыс берушінің дербес деректерін өңдеуге рұқсат береді. Мұндай жүйелермен жұмыс Орындаушы белгілеген алгоритм бойынша жүзеге асырылады (жинау, жүйелеу, жинақтау, сақтау, нақтылау, пайдалану, бұғаттау, жою). Пайдаланылған өңдеу тәсілдері (қоса алғанда, бірақ онымен шектелмей): пошта кодтарын кодтар базасымен автоматты түрде салыстыру, көшелер / елді мекендер атауларының жазылуын автоматты түрде тексеру, Тапсырыс берушімен телефон, пошта байланысы арқылы немесе Интернет желісі арқылы байланыс арқылы тапсырыс берушінің деректерін нақтылау, берілген критерийлер бойынша базаны сегменттеу. Тапсырыс беруші, егер бұл осы Офертада көрсетілген мақсаттарды іске асыру үшін қажет болса, оның орындаушы алған дербес деректері Қазақстан Республикасының осындай үшінші тұлғалармен қамтамасыз ету туралы заңнамасының талаптары сақталған жағдайда, Орындаушы осындай тұлғалармен жасалған шарт негізінде Тапсырыс берушінің дербес деректерін өңдеуді тапсыра алатын үшінші тұлғаларға берілуі мүмкін екендігімен келіседі дербес деректердің құпиялылығы және оларды өңдеу кезіндегі дербес деректердің қауіпсіздігі. Тапсырыс берушінің көрсетілген деректерін беру кезінде Орындаушы Тапсырыс берушінің дербес деректерін алатын тұлғаларға бұл деректердің құпия болып табылатынын және олар хабарланған мақсаттарда ғана пайдаланылуы мүмкін екенін ескертеді және осы тұлғалардан осы ережені сақтауды талап етеді. Тапсырыс беруші орындаушыдан өзінің дербес деректері, оларды өңдеу және пайдалану туралы толық ақпаратты сұратуға, сондай-ақ Орындаушының атына почта мекенжайына немесе Тапсырыс берушіге белгілі басқа тәсілмен тиісті жазбаша сұрау жіберу арқылы дұрыс емес немесе толық емес дербес деректерді алып тастауды немесе түзетуді/толықтыруды талап етуге құқылы. Тапсырыс берушінің оның дербес деректерін өңдеуге берген келісімі мерзімсіз болып табылады және Тапсырыс беруші Орындаушының мекенжайына оның мекенжайы бойынша немесе электрондық пошта арқылы өтініш жіберу арқылы кері қайтарып алынуы мүмкін.</Paragraph>
<div className="py-4" />
      <h2 className="text-2xl font-medium">12. ОРЫНДАУШЫНЫҢ ДЕРЕКТЕМЕЛЕРІ:</h2>
<Paragraph>TB CORP, ЖК</Paragraph>
<Paragraph>ЖСН: 980819300550</Paragraph>
<Paragraph>Мекен-жайы: Қазақстан Республикасы, Алматы қ., Таугүл шағынауданы, 19</Paragraph>
<Paragraph>Банк: АҚ &quot;Kaspi Bank&quot;</Paragraph>
<Paragraph>КБе: 19</Paragraph>
<Paragraph>БИК: CASPKZKA</Paragraph>
<Paragraph>ИИК: KZ75722S000025401337</Paragraph>
<Paragraph>Электрондық пошта: <a className='underline' href="mailto:lammime.kz@gmail.com">lammime.kz@gmail.com</a></Paragraph>
<Paragraph>Техникалық сұрақтар мен өтініштерге арналған бірыңғай телефон: <a className='underline' href="tel:+77071229876">+7 707 122 9876</a></Paragraph>
<Paragraph>Директор: Туркебаев Бекжан Бауржанович</Paragraph>
    </main>
  )
}

